Repository: rasehit/LinuxApplicationDevelopment2022
Catalog: 12_Documenting/main.po
Languages: ru

source: OVERVIEW: number guesser
ru: ОБЗОР: угадыватель чисел

source: USAGE: main [options]
ru: ИСПОЛЬЗОВАНИЕ: main [параметры]

source: OPTIONS: -r Print numbers in roman numerals
ru: ПАРАМЕТРЫ: -r Вывод числа в римской системе счисления

source: Please pick a random number from 1 to 100
ru: Пожалуйста, загадайте число от 1 до 100

source: Let's get started
ru: Давайте начнем!

source: Is your number larger than %s?
ru: Загаданное число больше чем %s?

source: Is your number larger than %d?
ru: Загаданное число больше чем %d?

source: Input went very wrong Please, enter y or n
ru: Что-то сломалось Пожалуйста, введите д или н

source: y
ru: д

source: n
ru: н

source: Please, enter y or n
ru: Пожалуйста, введите д или н

source: You have picked number %s!
ru: Вы загадали число %s!

source: You have picked number %d!
ru: Вы загадали число %d!
